{
    "introduction": {
        "unlock": "Unlock",
        "claimText": "Your ",
        "future": "Business's Future.",
        "introText": "Welcome to Evolve2Digital, a dynamic and forward-thinking tech company based in Wyoming with a relocated Spanish team. We specialize in leveraging the power of technology to drive business growth and success. Our team of experts offers cutting-edge web development and product strategy services tailored to transform your company. Experience the confidence and trust that comes with partnering with Evolve2Digital as we help you unlock your business's full potential."
    },
    "navbar": {
        "aboutus": "About us",
        "services": "Solutions",
        "contact": "Contact",
        "team": "Team",
        "dropdown_spanish": "Spanish",
        "dropdown_english": "English"
    },
    "buttons": {
        "appointment": "Book an appoinment now",
        "contact": "Contact us",
        "contact_help": "Contact us to help you"
    },
    "unlock_section": {
        "title": "Unlocking the Future through Digital Innovation.",
        "description": "Our team of experts merges creative vision with exceptional technical skills to turn ideas into impactful digital realities. From mobile applications to web platforms and beyond, we are dedicated to driving digital transformation and guiding businesses towards success in the digital era.",
        "team": "Our Team"
    },
    "carousel": {
        "vision": "Vision",
        "mission": "Mission",
        "goal": "Goal",
        "vision_text": "At E2D, we're passionate about technology and the impact it can have on businesses.",
        "mission_text": "We help businesses transform digitally and thrive in an online world. Our expert team provides the tools and knowledge you need to succeed.",
        "goal_text": "Innovative technology solutions for business growth. That's our mission at Evolve2digital."
    },
    "our_services": {
        "caption": "Solutions",
        "title": "Our services",
        "description": "At Evolve2Digital, we know that the digital world can be overwhelming, which is why we offer a range of services designed to help your business succeed. From web development to product strategy, our team of experts is ready to help you unlock your potential and achieve your goals.",
        "development": "Web Development",
        "strategy": "Product Strategy",
        "custom_dev": "Custom web development",
        "ideation": "Product ideation",
        "responsive": "Responsive design",
        "research": "User research",
        "optimization": "Performance optimization",
        "planning": "Launch planning"
    },
    "our_work": {
        "title": "Our work",
        "description": "Here are some examples of our work and the results we have achieved for our clients.",
        "store": "Online Store",
        "store_description": "Increased sales by 70% in the first year.",
        "mobile_first": "Mobile First",
        "mobile_first_description": "At our agency, mobile comes first. That means everything we do is designed to work seamlessly on any device, anywhere.",
        "analytics_dashboard": "Analitycs Dashboard",
        "analytics_dashboard_description": "Our data visibility boost: 50% improvement and counting."
    },
    "partnership": {
        "title": "Partnerships and Clients",
        "description": "At Evolve2Digital, we believe in building long-lasting partnerships with our clients. Here are some of the companies we have had the pleasure of working with:"
    },
    "team": {
        "title": "Our Team",
        "description": "We are a leading digital development company, at the forefront of technological innovation. We create personalized digital solutions that transcend expectations and open the doors to the future."
    },
    "contact": {
        "title": "Let's Talk",
        "description": "Ready to shape the future of your business in the digital realm? Contact us today to explore limitless possibilities."
    },
    "contactForm": {
        "name": "Name & Last Name",
        "company": "Company",
        "email": "Email",
        "message": "Tell us your needs",
        "send": "Send",
        "phone": "Phone number",
        "nameError": {
            "required": "Hi, NoName",
            "minLength": "Hi, "
        },
        "companyError": {
            "required": "Everybody works for someone!",
            "minLength": "Are you serious? there are not even 3 letters in your company name!"
        },
        "emailError": {
            "required": "No email, no trail.",
            "pattern": "Try it better!"
        },
        "messageError": {
            "required": "Spill the beans on your dreams, and we'll help make them the real thing!",
            "minLength": "Your story's too short; give us some more report!"
        },
        "sendError": {
            "validate": "You seem a bit like a robot! Are you?"
        },
        "phoneError": {
            "required": "Playing hard to get? Drop us your number!",
            "minLength": "I don't know a phone number that short! add the country code!"
        }
    }
}